{
  "id": 13347875,
  "name": "Strada Memorandumului",
  "description": {
    "hu": "Eredetileg a Fő tértől nyugatra, a kolozsmonostori apátság felé vezető utat Monostor utcának nevezték; latin nyelvű iratokban azonban Rapularum(répácska) volt a neve. Miután a 18. században az utca várfalakon kívüli szakasza is megépült, a várfalon belüli részt Belső-Monostor, a várfalakon kívülit pedig Külső Monostor utcának nevezték. Ez rövidült Belmonostor illetve Bel-Monostor alakra. Miután 1848. május 30-án az utcában levő Reduța palotában kimindták Erdély unióját Magyarországgal, az Unió nevet kapta. A szabadságharc bukása után valószínűleg visszanevezték, mert az 1850-es évek elejétől már ismét Bel-Monostor néven szerepel a forrásokban, csak 1898. május 30-án, az unió 50. évfordulója alkalmából vált ismét Unió utcává. A két világháború között neve Strada Memorandului lett, ugyanis 1894 májusában szintén a Reduța-ban folytatták le az 1892. évi román memorandumotaláírók perét. A második bécsi döntés után, 1941-től ismét Unió a neve, majd 1945-től az akkori uralkodó Mihály királyról nevezték el. A király trónfosztását követően a December 30. nevet kapta, a Román Népköztársaság kikiáltásának emlékére. A romániai rendszerváltást követően, 1990-ben az utca visszakapta a Memorandului nevet.",
    "ro": "Strada Mănăștur, citat de surse latine ca fiind strada Rapularum (sfeclă mică), a fost care ducea din colțul nordic al Pieței Centrale (Piața unirii) spre Poarta Mănășturului, fiind drumul  spre abația satului Mănăștur. Este una dintre cele mai circulate artere din Clujul de astăzi, numită la 1848 Strada Unió. După înfrângerea luptei pentru libertate, în anii 1850 devine din nou strada Mănăștur.  În anul 1898 re-devine strada Unió, ca și comemorare de 50 de ani a faptului că aici, în Palatul Reduța (astăzi Muzeul Etnografic al Transilvaniei), Dieta Provincială a votat, pe 30 mai, 1848 unirea Transilvaniei cu Ungaria. După 1918, strada a fost denumită  ‘Memorandumului’, în amintirea procesului memorandiștilor, desfășurat în același Palat Reduța în anul 1894, pentru a-și relua vechiul nume în anul 1941. În 1945, strada a fost denumită, pentru scurtă vreme, Regele Mihai I, pentru a primi apoi numele de strada 30 Decembrie, de la data abdicării forțate a regelui și a proclamării republicii \"populare\". După 1990, strada și-a reluat numele de Memorandumului, pe care îl purtase și în perioada interbelică."
  },
  "historical_names": [
    {
      "year": 1377,
      "ro": "Lat. Rapularum (sfeclă) – Strada Mănășturului de jos/cenrală - Strada Mănășturului",
      "hu": "lat. Rapularum (kis répa)- Bel-, Belső-Monostor utca- Monostor utca"
    },
    {
      "year": 1848,
      "ro": "Strada Unirii",
      "hu": "Unió utca"
    },
    {
      "year": 1850,
      "ro": "Strada Mănășturului de jos/cenrală - Strada Mănășturului",
      "hu": "Bel-, Belső-Monostor utca- Monostor út"
    },
    {
      "year": 1898,
      "ro": "Strada Unirii",
      "hu": "Unió utca"
    },
    {
      "year": 1918,
      "ro": "Strada Memorandumului",
      "hu": null
    },
    {
      "year": 1941,
      "ro": "Strada Unirii",
      "hu": "Unió utca"
    },
    {
      "year": 1945,
      "ro": "Regele Mihai I",
      "hu": "I. Mihály király"
    },
    {
      "year": 1990,
      "ro": "Strada Memorandumului",
      "hu": "Strada Memorandumului"
    }
  ]
}